{
  "4": {
    "id": "4",
    "title": "Banner of the Stars",
    "episode_count": "13",
    "type": "TV Series",
    "related": ["5", "1", "884"],
    "similar": [{ "id": "584", "similarity_ratio": 0.8737864077669902 }],
    "recommendations": [
      {
        "text": "Space opera at its best. Well executed plot, although not very surprising. Character development is slower considering the one from Crest of the Stars, but also very good. And then there are the space battles, strategy, plausible space travel technology... Top notch. All this is actually very similar to space battles from the Honorverse books, and that`s a good thing.\n\nNote: EN voice cast is horrible, totally changes feeling of many conversations. Go for JAP one, it`s exceptionally good.",
        "rank": "Recommended"
      },
      { "text": "One of the best space opera and sequel.", "rank": "Must See" }
    ],
    "desc": "* Based on the sci-fi novel series by http://anidb.net/cr4495 [Morioka Hiroyuki].\nThree years after their adventure, http://anidb.net/ch28 [Lafiel] becomes captain on the brand new assault ship Basroil and http://anidb.net/ch4081 [Jinto] finishes his training to become a supply officer and joins Lafiel`s crew. They set out to join a large fleet with the mission to defend the strategically important Aptic Gate from a force 15 times larger than their own. And to make matters worse, their new fleet commander is from the http://anidb.net/ch4095 [Bebaus] family, a family notorious for their \"Spectacular Insanity\".\nSource: ANN",
    "picture": "18365.jpg",
    "tags": [
      {
        "name": "military",
        "desc": "The military, also known as the armed forces, are forces authorized and legally entitled to use deadly force so as to support the interests of the state and its citizens. The task of the military is usually defined as defence of the state and its citizens and the prosecution of war against foreign powers. The military may also have additional functions within a society, including construction, emergency services, social ceremonies, and guarding critical areas.\nSource: Wikipedia"
      },
      {
        "name": "air force",
        "desc": "An air force, also known in some countries as an air army or air corps, is in the broadest sense, the national military organization that primarily conducts aerial warfare. More specifically, it is the branch of a nation`s armed services that is responsible for aerial warfare as distinct from an army, navy or other branch. Typically, air forces are responsible for gaining control of the air, carrying out strategic-bombing missions and providing support to surface forces.\nThe term \"air force\" may also refer to a tactical air force or numbered air force, which is an operational formation within a national air force. Air forces typically consist of a combination of fighters, bombers, helicopters, transport planes and other aircraft."
      },
      {
        "name": "content indicators",
        "desc": "The content indicators branch is intended to be a less geographically specific tool than the `age rating` used by convention, for warning about things that might cause offence. Obviously there is still a degree of subjectivity involved, but hopefully it will prove useful for parents with delicate children, or children with delicate parents.\nNote: Refer to further guidance on http://wiki.anidb.net/w/Categories:Content_Indicators [the Wiki page] for how to apply tag weights for content indicators."
      },
      {
        "name": "dynamic",
        "desc": "Some of the central structural elements in anime are: \nPlot Continuity \nHow does the plot or several plots unfold. Are they a strictly linear retelling of one big continuing story, a serial, possibly with several side stories, or is the content chopped into a set of unconnected episodes, only sharing the same setting and characters?\nStereotype Characters\nThen there is the question of the character set presentation. Is it completely original, or is it your usual stereotypical character cast. Both choices have their merit, for example it would not really make much sense to reinvent the wheel for a harem anime. Fans of that genre come to expect their favourite stereotype protagonists.\nPlot Twists\nFinally there is the question of how complex the plot / the story unfolds. Are there side-plots that merge into the main plot leading to unexpected plot twists, or is the anime quite predictable? The latter would not be appropriate for detective stories. In harem anime on the other hand a foreseeable outcome is actually something the fans will come to expect."
      },
      {
        "name": "themes",
        "desc": "Themes describe the very central elements important to the anime stories. They set the backdrop against which the protagonists must face their challenges. Be it School Life, present Daily Life, Military action, Cyberpunk, Law and Order detective work, Sports, or the Underworld. These are only but a few of the more typical backgrounds for anime plots. Add to that a Conspiracy setting with a possible tragic outcome, the Themes span most of the imaginable subject matter relevant to anime."
      },
      {
        "name": "original work",
        "desc": "What the anime is based on! This is given as the original work credit in the OP. Mostly of academic interest, but a useful bit of info, hinting at the possible depth of story."
      },
      {
        "name": "setting",
        "desc": "The setting describes in what time and place an anime takes place. To a certain extent it describes what you can expect from the world in the anime."
      },
      {
        "name": "elements",
        "desc": "Next to Themes setting the backdrop for the protagonists in anime, there are the more detailed plot Elements that centre on character interactions: \"What do characters do to each other or what is done to them?\". Is it violent Action, an awe-inspiring Adventure in a foreign place, the gripping life of a Detective, a slapstick Comedy, an Ecchi Harem anime, a SciFi epic, or some Fantasy travelling adventure?"
      },
      {
        "name": "time",
        "desc": "This placeholder lists different epochs in human history and more vague but important timelines such as the future, the present and the past."
      },
      {
        "name": "place",
        "desc": "The places the anime can take place in. Includes more specific places such as a country on Earth, as well as more general places such as a dystopia or a mirror world."
      },
      {
        "name": "future",
        "desc": "Anime that fall under the future category are the ones that have a society that could have originated from ours. In most cases it should go hand to hand with sci-fi since we expect the future to consist of advanced technology, however, in the case where it`s explicitly stated in the story that the anime takes place \"x years into the future\", the state of technology doesn`t matter as long as it`s long into the future. The anime can be set in an alternative universe not tied with our own, as long as it has a futuristic feel to it.\nThis category sports quite a lot of anime, mostly stemming from SciFi, but not necessarily only from there."
      },
      { "name": "space", "desc": "The final frontier." },
      {
        "name": "human enhancement",
        "desc": "Human enhancement can take various forms: It can be something comparatively non-intrusive as a power-up drug, a form of machine implantation or cyberization (http://anidb.net/a4414 [SAC Solid State Society]), or outright - possibly atrocious - genetic manipulation (http://anidb.net/a361 [Ao no 6 Gou]). Plot-wise enhanced protagonists in anime usually have to pay a price for their enhancements, be it physical or mental."
      },
      {
        "name": "space travel",
        "desc": "Space Travel usually refers going to space or travelling there with or without a spacecraft. There are different forms of space travel like Interplanetary travel, Interstellar travel or Intergalactic travel. Since it isn`t possible to travel faster than light, most anime series involve some sort \"sub-space travel mechanism\" as a way to travel faster than light."
      },
      {
        "name": "shipboard",
        "desc": "Beam me up, Scotty! Space stations (think Death Star) also count. Basically, this category is to tell if the setting takes place onboard a spaceship in space. This category is not applicable if the spaceship lies on a planet and never actually gets into space."
      },
      {
        "name": "nudity",
        "desc": "Nudity is the state of wearing no clothing. The wearing of clothing is exclusively a human characteristic. The amount of clothing worn depends on functional considerations (such as a need for warmth or protection from the elements) and social considerations. In some situations the minimum amount of clothing (i.e. covering of a person`s genitals) may be socially acceptable, while in others much more clothing is expected.\nNote: Refer to further guidance on http://wiki.anidb.net/w/Categories:Content_Indicators [the Wiki page] for how to apply tag weights for content indicators. No frontal (visible genitals) = 1.5 stars or less.\nPeople, as individuals and in groups, have varying attitudes towards their own nudity. Some people are relaxed about appearing less than fully clothed in front of others, while others are uncomfortable or inhibited in that regard. People are nude in a variety of situations, and whether they are prepared to disrobe in front of others depends on the social context in which the issue arises. For example, people need to bathe without clothing, some people also sleep in the nude, some prefer to sunbathe in the nude or at least topless, while others are nude in other situations. Some people adopt naturism as a lifestyle.\nThough the wearing of clothes is the social norm in most cultures, some cultures, groups and individuals are more relaxed about nudity, though attitudes often depend on context. On the other hand, some people feel uncomfortable in the presence of any nudity, and the presence of a nude person in a public place can give rise to controversy, irrespective of the attitude of the person who is nude. Besides meeting social disapproval, in some places public nudity may constitute a crime of indecent exposure. Many people have strong views on nudity, which to them can involve issues and standards of modesty, decency and morality. Some people have an psychological aversion to nudity, called gymnophobia. Many people regard nudity to be inherently sexual and erotic.\nNudity is to be found in a multitude of media, including art, photography, film and on the Internet. It is a factor in adult entertainment of various types.\nEspecially gratuitous fanservice anime shows tend to show their (usually female) characters frequently without any clothes, though often hiding genitals through the means of additions like steam.\nSource: wiki"
      },
      {
        "name": "slow when it comes to love",
        "desc": "The main protagonists in this anime have a very hard time trying to express their feelings to each other. They simply will not finally confess their love.\nIn some cases this romance element is based on unrequited love, or an absurd amount of shyness."
      },
      {
        "name": "plot continuity",
        "desc": "Consistency of the characteristics of persons, plot, objects, places and events seen by the viewer.\nA single linear focused plot is highly continuous.\nA truly random plot is highly discontinuous."
      },
      {
        "name": "novel",
        "desc": "A novel is a relatively long work of narrative fiction, normally written in prose form, and which is typically published as a book. Manga, comics, or visual novels do not fit this description and are not considered novels; including a small number of illustrations, however, is still permissible, which means that light novels are considered novels."
      },
      {
        "name": "action",
        "desc": "Action anime usually involve a fairly straightforward story of good guys versus bad guys, where most disputes are resolved by using physical force. It often contains a lot of shooting, explosions and fighting."
      },
      {
        "name": "science fiction",
        "desc": "Science fiction stories usually focus on how situations could be different in the future when we are more technologically advanced; due to either our own achievements or having met with other civilizations whom we have learned from."
      },
      {
        "name": "romance",
        "desc": "Romance describes a story that deals with love between two or more characters typically also having an optimistic ending. Romance is also a difficulty encountered when creating a harem."
      },
      {
        "name": "disaster",
        "desc": "A disaster is a large-scale situation that causes great loss of or damage or threat to life, health, property, society, or the environment, irrespective of its source or cause. Disasters have substantial, long-lasting negative repercussions, and great effort must be spent in order to undo or mitigate their effects."
      },
      {
        "name": "genetic modification",
        "desc": "Story-wise, genetic modification is usually centred on humans, probably the most subtle and creepy way of messing with mankind. Playing with the fear of the unknown, genetically altered humans are technically a new species, that may not only surpass but actually replace unaltered humans. The level of modification will vary from subtle changes in \"look\" (e.g. super-human beauty), to mental enhancements (PSI powers), to more or less atrocious adaptations to extreme environments (breath under water, radiation resistance). Note that changes in Aliens would be difficult to pinpoint, after all they are alien."
      },
      {
        "name": "war",
        "desc": "War is a phenomenon of organized violent conflict, typified by extreme aggression, societal disruption and adaptation, and high mortality. The objective of warfare differs in accord with a group`s role in a conflict: The goals of offensive warfare are typically the submission, assimilation or destruction of another group, while the goals of defensive warfare are simply the repulsion of the offensive force and, often, survival itself. Relative to each other, combatants in warfare are called enemies. The terms military, militant, and militarism each refer to fundamental aspects of war, i.e. the organized group, the combative individual, and the supportive ethos (respectively).\nSource: wiki"
      },
      {
        "name": "unsorted",
        "desc": "a bunch of tags that still need to be either deleted or moved into proper places."
      },
      {
        "name": "fictional language",
        "desc": "Fictional languages are intended to be the languages of a fictional world and are often designed with the intent of giving more depth and an appearance of plausibility to the fictional worlds with which they are associated, and to have their characters communicate in a fashion which is both alien and dislocated.\nSome of these languages, e.g. in worlds of fantasy fiction, alternative universes, Earth`s future, or alternate history, are presented as distorted versions or dialects of modern English or other natural language, while others are independently designed conlangs.\nA fictional language often has the least amount of grammar and vocabulary possible, and rarely extends beyond the absolutely necessary. At the same time, some others have developed languages in detail for their own sake, such as J. R. R. Tolkien`s Quenya and Sindarin and Star Trek`s Klingon language which exist as functioning, usable languages. Here \"fictional\" can be a misnomer."
      },
      {
        "name": "strategy",
        "desc": "Instead of blindly running into a battle or trap, at least one of the protagonists devises a clever strategy to significantly improve the odds of victory."
      },
      { "name": "storytelling", "desc": "" },
      {
        "name": "sociocultural evolution",
        "desc": "Describes how cultures and societies develop over time, based on both cultural evolution and social evolution.\nA post-apocalyptic or a Utopian setting would show very interesting changes in human behaviour, mental state, or simply daily life."
      },
      {
        "name": "dialogue driven",
        "desc": "A dialogue driven show has its story advanced by dialogue, with action being of much lower priority, and relies heavily on conversations between characters."
      },
      {
        "name": "strong female lead",
        "desc": "The lead female character has a strong personality and plays a part that is not the typical damsel-in-distress role. \nThis is the exact opposite of the “damsel in distress” tag."
      },
      {
        "name": "space battles",
        "desc": "There are space battles in this anime. Usually between Earth forces and some alien invader, but ship to ship skirmishes in deep space are just as common."
      },
      {
        "name": "faster-than-light travel",
        "desc": "Faster-than-light travel is taken for grated in this anime. This is achieved by travelling via hyperspace, nullspace, or wormholes."
      },
      {
        "name": "space opera",
        "desc": "Space opera is a sub-genre of fiction that emphasizes romantic adventures in space. Space opera generally involves large-scale conflicts between opponents with powerful abilities and technology. The genre will often be melodramatic, sometimes playing music that can be nothing short of awesome. Warfare and a battle of wits are usually less emphasized, preferring romance (with exceptions, e.g. Ginga Eiyuu Densetsu). Some space operas tend to be formulaic and sometimes even prosaic, often employing very simple devices and somewhat obvious strategies. An example of this would be the infamous laws of physics in the Macross universe, in which the main male lead will hardly ever get hit in battle."
      },
      {
        "name": "technical aspects",
        "desc": "It may sometimes be useful to know about technical aspects of a show, such as information about its broadcasting or censorship. Such information can be found here."
      },
      { "name": "origin", "desc": "" },
      { "name": "cast", "desc": "" },
      {
        "name": "speculative fiction",
        "desc": "Speculative fiction is an umbrella genre encompassing fiction with certain elements that do not exist in the real world, often in the context of supernatural, futuristic or other imaginative themes. This includes, but is not limited to, science fiction, fantasy, superhero fiction, horror, utopian and dystopian fiction, fairytale fantasy, supernatural fiction, as well as combinations thereof.\nSource: Wikipedia"
      },
      { "name": "Japanese production", "desc": "" }
    ],
    "characters": [
      "Ablïarsec néïc Dubreuscr Bœrh Parhynr Lamhirh (a.k.a., Viscountess Paryunu Abriel Nei Dobrusk Lafiel) is the main female protagonist in the anime Crest of the Stars, Banner of the Stars, and Banner of the Stars II, as well as all the novels written by Morioka Hiroyuki on which the shows were based. She is a strong-willed Abh princess (granddaughter of the Abh empress) who has a steely exterior, but ends up befriending Ghintec Linn (Jinto Lynn in the Martinh tongue). Like all Abh, she has bluish hued hair, and has a natural lifespan of over 200 years. Lamhirh also has lapis lazuli colored eyes. As an Ablïarsec, she has pointed ears, yet hers are markedly less so than other Ablïarsec. This is because half her genes (those not from her father) are from someone outside the Abriel clan and her father chose not to make any unnecessary alterations in her genes. She is deemed \"child of love\" (an Abh child with the genes of the parent, and the one the parent loves). Her full name can be roughly translated to Lamhirh (néïc Dubleuscr) Ablïarsec, Viscountess of Parhyn.\nDespite being a princess, she rarely acts like one and hates being treated as one. One of the reasons she took a liking towards Ghintec is because when they first met, he neither recognized her as a princess nor treated her as one. Their relationship is so close that she freely allows him to use her real name of Lamhirh when addressing her, something that is very uncommon when addressing those of nobility or royalty.\nShe acts remarkably older than her age (at her introduction in Crest of the Stars, she is 16 years old) and can, in most cases, logically think her way out of most situations. However, her headstrong nature sometimes clouds her judgement and can lead her to become impulsive. An example of this is when she is reprimanded by Laicch for wishing to stay behind on the Gothlauth instead of continuing her mission of escorting Ghintec to the capital. She believes that she would have been of more use fighting with the crew rather than abandoning them. She is quickly shown how wrong her line of reasoning is and how much more disgraceful it would have been to abandon Ghintec and her mission. She is a remarkably good shot and although she sometimes doubts herself, she proves to be a worthy ship captain (deca-commander) in Banner of the Stars. She shows little emotion throughout Crest of the Stars, but as time goes by became very close friend with Ghintec through Banner of the Stars. This is especially true in later installments, where she more frequently questions how their friendship will last due to the doubt of Ghintec`s lifespan.\nShe is one of the candidates for the Abh Imperial Throne and, as indicated by her full name, she is the Viscountess of Parhynh, the so-called \"Country, or Nation, of Roses.\"",
      "Born Jinto Lynn on planet Martine (spelt as Martinh in Baronh) of the Hyde star system (Haïdec in Baronh), he was the son of Rock Lynn, a politician who eventually became president of the Hyde star system. It was during his administration that the Abh empire was able to annex the Hyde stellar system into its territory through an invasion. Making his own ideas more valuable than the rights of the people of Martine, Rock Lin made a deal with the leaders of the invading forces that the territorial lord of Hyde shall be chosen amongst the people of Martine. The leader of the invading forces agreed to this however this meant that an election cannot be held making Rock, as the current leader of Martine, the natural choice to become its territorial lord. Because of this, Rock Lynn, and with him, Jinto, rose to the ranks of Abh nobility as Count of Haïdec.",
      "The current Dusanyu, or Crown Prince, of the Abh Empire of Mankind, the Baronh name of which is Frybar Gloer Gor Bari (Frybarec Gloer Gor Bari), Also the Commander-in-Chief of the Abh Armed Forces, who personally led the invasion of the Hyde star system.",
      "Despite verging on excessive caution, he is nonetheless one of the most able tacticians in the Labule. He puts every aspect and factor under consideration, frequently asking his subordinates` opinions and assessments before starting an operation. He is also one of the least loved officers.",
      "This red-eyed Grand Duchess is one of the most eccentric officers in the Labule, which does not change the fact that she is one of its most able admirals. Though complaining of boredom most of the time, she suddenly springs into action when needed. One of her favourite pastimes is mercilessly teasing Kaselia, her chief of staff.",
      "The third Baron of Febdak (Faibdash), an obscure star system where Jinto and Lafiel made a stopover en route to Safugnoff (Sfagnaumh). He had an inferiority complex due to his clan`s origins and brief history, causing him to confine and isolate his own father. He tried to abduct Lafiel and imprison Jinto, which brought dire consequences onto himself.",
      "The second Baron of Febdak and father of Klowal. Srguf`s mother was the first Baroness, who gained distinction by rising through the Imperial Star Force, or Labule (Laburec). Due to his being a genetic \"grounder,\" his own son despised him resulting in confinement and isolation. He eventually befriended Jinto and aided Lafiel in \"punishing\" Klowal. His daughter, Loïc eventually became the Baroness of Febdak and a commanding officer to Lafiel and Jinto.",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "Jinto`s cat.\n\nLafiel gave him to Jinto at the end of http://anidb.net/a1 [Seikai no Monshou].\nHe is the son of Zanelia who is the daughter of Holia.\n"
    ]
  },
  "2722": {
    "id": "2722",
    "title": "Beautiful Girl Comic Lolita Complex Angel: Taste of Honey",
    "episode_count": "1",
    "type": "OVA",
    "related": [],
    "similar": [],
    "recommendations": [{ "text": "uh...", "rank": "Recommended" }],
    "desc": "Three young girls try to identify a thief who stole money from one of them. There are three suspects and each girl investigates them separately. The suspects are: a girl from their class with a secret connection to her teacher, a young boy from their class who`s in love with the girl that investigates him, and an old man from school who mistakes the girl that investigates him as his daughter.\nSource: MyAnimeList",
    "picture": "276660.jpg",
    "tags": [
      {
        "name": "maintenance tags",
        "desc": "These tags are used for maintenance."
      },
      {
        "name": "shota",
        "desc": "Shotacon, sometimes shortened to shota, is a Japanese slang portmanteau of the phrase Shoutarou complex and describes an attraction to young boys, or an individual with such an attraction. Outside Japan, the term is less common and most often refers to a genre of manga and anime wherein pre-pubescent or pubescent male characters are depicted in a suggestive or erotic manner.\nIn a general sense, this is the same as http://anidb.net/t2566 [loli], just replace young girls with young boys.\n[Source: wiki]"
      },
      {
        "name": "loli",
        "desc": "Lolita (often also just abbreviated to loli) refers originally to a novel by Vladimir Nabokov. The book is internationally famous for its controversial subject: the narrator and protagonist, middle aged Humbert Humbert, becomes obsessed and sexually involved with a 12-year-old girl named Dolores Haze.\nNowadays the name \"Lolita\" describes a sexually precocious young girl.\nRelated to this is http://anidb.net/t2415 [lolicon], the Japanese abbreviation of the English phrase \"Lolita Complex\". Sometimes written as \"roricon\" or \"rorikon\" due to the inexact mapping between Japanese and English phonemes. This is the term used to describe the fetish/fascination some mature people have for underage girls. There is an entire industry in Japan devoted to providing legal but schoolgirl-themed pornography, taking advantage of the cute childlike appearance some Japanese women maintain well into their twenties.\nBecause the characters in anime are often young by convention, many fans think that a character can only be Lolicon if she is twelve or younger. Exceptions are granted if the other character in the relationship is a lot older.\nOne particular device used to skirt the boundaries of taste and legality is the exotic being (alien, creature of magic, robot or the like) which takes the form of an underage human girl, but is in fact for all other practical purposes an adult.\nAnother reason why lolicon is fetishized by people may be because some of them just view it as a substitute for their fetish for flat-chested, but otherwise well-developed, women.\nSource: Wikipedia / TV Tropes"
      },
      {
        "name": "content indicators",
        "desc": "The content indicators branch is intended to be a less geographically specific tool than the `age rating` used by convention, for warning about things that might cause offence. Obviously there is still a degree of subjectivity involved, but hopefully it will prove useful for parents with delicate children, or children with delicate parents.\nNote: Refer to further guidance on http://wiki.anidb.net/w/Categories:Content_Indicators [the Wiki page] for how to apply tag weights for content indicators."
      },
      {
        "name": "target audience",
        "desc": "Anime, like everything else in the modern world, is targeted towards specific audiences, both implicitly by the creators and overtly by the marketing. While categories are associated with specific sex and age groups, this is not a bar on the anime being enjoyed by people who don`t fit into that band; not only do crossover titles exist, but the categories also have a considerable following outside their main demographic, and a person might as well enjoy anime from all categories. Still, does not invalidate the usefulness of marking a title as one of the categories; the same themes will likely be treated differently in anime geared for different audiences. Only one should not jump the gun and assume that a title will be more or less serious or present content in this or that way due to its target audience, or conversely assume the target audience on the content and its presentation alone. As such, the audience categories help form a broad impression of how a title might work with the announced themes, but offer little to no in-depth information about specific content or its treatment.\nThe audience categories originate from manga magazines, which group titles of a same intended audience into a magazine that is advertised as belonging to that category, and so manga-based anime will have the category from their parent work. As for anime based on other works, the audience is often debatable, but comparing information such as time slot to the manga-based anime generally helps figure out the most likely possibility.\nIf the parent material was classified under multiple audiences over time (for example, it was originally shounen, but then as the plot changed and became more mature, it was reclassified as seinen), and the anime adapts parent material time periods covering multiple audiences, we tag all audiences covered by the anime adaptation."
      },
      {
        "name": "fetishes",
        "desc": "For non-porn anime, the fetish must be a major element of the show; incidental appearances of the fetish is not sufficient for a fetish tag. Please do not add fetish tags to anime that do not pander to the fetish in question in any meaningful way. For example, there`s some ecchi in http://anidb.net/a22 [Shinseiki Evangelion], but the fact you get to see http://anidb.net/ch39 [Asuka]`s pantsu is not sufficient to warrant applying the http://anidb.net/t2894 [school girl] fetish tag. See also the http://wiki.anidb.net/Tags#Minimum_Relevance_Rule [minimum relevancy rule].\nFor porn anime, the application of fetish tags are fairly straightforward, as porn will fully play out most fetishes."
      },
      {
        "name": "original work",
        "desc": "What the anime is based on! This is given as the original work credit in the OP. Mostly of academic interest, but a useful bit of info, hinting at the possible depth of story."
      },
      {
        "name": "setting",
        "desc": "The setting describes in what time and place an anime takes place. To a certain extent it describes what you can expect from the world in the anime."
      },
      {
        "name": "elements",
        "desc": "Next to Themes setting the backdrop for the protagonists in anime, there are the more detailed plot Elements that centre on character interactions: \"What do characters do to each other or what is done to them?\". Is it violent Action, an awe-inspiring Adventure in a foreign place, the gripping life of a Detective, a slapstick Comedy, an Ecchi Harem anime, a SciFi epic, or some Fantasy travelling adventure?"
      },
      {
        "name": "time",
        "desc": "This placeholder lists different epochs in human history and more vague but important timelines such as the future, the present and the past."
      },
      {
        "name": "place",
        "desc": "The places the anime can take place in. Includes more specific places such as a country on Earth, as well as more general places such as a dystopia or a mirror world."
      },
      {
        "name": "18 restricted",
        "desc": "This isn`t really an \"audience\".\nWhile some anime might feature sexual content they still might not be considered pornography. This category is meant only for when the content is clearly *not* intended for minors. The distinction is made by whether the content is sold only to adults."
      },
      { "name": "present", "desc": "Somewhere between past and future." },
      {
        "name": "Earth",
        "desc": "The Earth is the third planet from the Sun, and the densest and fifth-largest of the eight planets in the Solar System. It is in effect a ball of hot mud, but on the surface it`s cold enough, so most of us live on it (or are supposed to). It is circa 4.5 billion years old, and, unless we humans succeed in destroying it over the next couple of centuries, it is expected to last for quite another while, though the changes in the Sun`s emissions due to its aging will likely cause the extinction of everything; the species of earthlings are guaranteed to die, even if we fail to kill them -- unless, of course, we find ourselves another planet and figure out a way to take everything there. Our little planet on a corner of this galaxy may mean nothing in the grand scheme of things, but to its inhabitants it is their home, so, as a species, we cherish it dearly, to the point many cultures even to this day deify it. Being the home to the human civilizations, the Earth is the main setting of most fiction, be it anime or otherwise, but not only are many titles set in other places, such as unrelated fantasy worlds, in a considerable number of fictional titles the Earth is actually destroyed by aggressive alien invaders."
      },
      {
        "name": "Japan",
        "desc": "Japan is a sovereign island nation in East Asia. Located in the Pacific Ocean, it lies off the eastern coast of the Asian mainland and stretches from the Sea of Okhotsk in the north to the East China Sea and China in the southwest.\nSource: Wikipedia"
      },
      {
        "name": "yuri",
        "desc": "Yuri refers to anime that portray lesbian (female/female) sex. Do not confuse this with the http://anidb.net/t2782 [Shoujo Ai] category under Romance, which only portrays girl/girl relationships, but generally not anything pornographic. This is real female/female porn.\nThe male version is http://anidb.net/t2723 [Yaoi].\nhttp://anidb.net/t7146 [Cute girls doing cute things (CGDCT)] is often mistaken as low level Yuri or Shoujo Ai. If there is no Yuri or Shoujo Ai subtext, i.e. if there is no romantic subtext, only tag CGDCT. Please note: CGDCT and yuri/shoujo ai are not mutually exclusive; it is possible to have an anime tagged both."
      },
      {
        "name": "uncensored version available",
        "desc": "There`s an uncensored version available of the porn anime this tag is added to, which in most cases means, that there was a region 1 DVD (R1 DVD = North America) release."
      },
      {
        "name": "urination",
        "desc": "Urination, also known as micturition, voiding, peeing, weeing, pissing, and more rarely, emiction, is the ejection of urine from the urinary bladder through the urethra to the outside of the body. In healthy humans the process of urination is under voluntary control. In infants, some elderly individuals, and those with neurological injury or extreme psychological problems, urination may occur as an involuntary reflex. In other animals, in addition to expelling waste material, urination can mark territory or express submissiveness."
      },
      {
        "name": "oral",
        "desc": "Oral sex is sexual activity involving the stimulation of the genitalia of a sex partner by the use of the mouth, tongue, teeth or throat."
      },
      {
        "name": "rape",
        "desc": "Rape means to force someone to engage in sexual interaction without their consent. If the rape is not successfully executed (both fellatio and penetration did not occur), tag with http://anidb.net/t7238 [attempted rape] instead."
      },
      {
        "name": "BDSM",
        "desc": "A form of \"kinky sex\". The acronym BDSM derives from BD (bondage and discipline), DS (dominance and submission) and SM (sadism and masochism). BDSM usually characterizes with one side being superior (active) over the other (passive), with each side being one or more participants. Whips, chains, handcuffs, ropes, blindfolds are common elements of BDSM."
      },
      {
        "name": "female rapes female",
        "desc": "Both the perpetrator and victim are female; a same-sex rape results."
      },
      {
        "name": "sex",
        "desc": "Sexual intercourse, the ultimate bond of love and the \"Origin of the World\" (just think of Gustave Courbet`s painting: http://en.wikipedia.org/wiki/L%27Origine_du_monde).\nNote: Refer to further guidance on http://wiki.anidb.net/w/Categories:Content_Indicators [the Wiki page] for how to apply tag weights for content indicators."
      },
      {
        "name": "new",
        "desc": "Not based on anything, the story is a new work, usually made up by the people involved in creating the anime. Generally if an original work (原作) credit is given, it will be to the studio, or director, or other members of the production team."
      },
      {
        "name": "Asia",
        "desc": "Asia is Earth`s largest and most populous continent, located primarily in the eastern and northern hemispheres and sharing the continental landmass of Eurasia with the continent of Europe. Asia covers an area of 44,579,000 square kilometers, about 30% of Earth`s total land area and 8.7% of the Earth`s total surface area. The continent, which has long been home to the majority of the human population, was the site of many of the first civilizations. Asia is notable for not only its overall large size and population, but also dense and large settlements as well as vast barely populated regions within the continent of 4.4 billion people.\nSource: Wikipedia"
      },
      {
        "name": "pornography",
        "desc": "Anime clearly marked as \"Restricted 18\" material centring on all variations of adult sex, some of which can be considered as quite perverted. To certain extent, some of the elements can be seen on late night TV animations."
      },
      {
        "name": "female student",
        "desc": "Pretty much exclusive to hentai shows only unless an ecchi show has implied sex and/or a strong indicator of nudity. A character is considered a student if she goes to school, doesn`t matter if it`s high school, college or homeschooling, but she should be of appropriate age for a student; a housewife going to college should not get this category."
      },
      {
        "name": "bondage",
        "desc": "Bondage is the use of restraints for the sexual pleasure of the parties involved. It may be used in its own right, as in the case of rope bondage and breast bondage, or as part of sexual activity or BDSM activity. When a person is sexually aroused by bondage, it may be considered a paraphilia, known as vincilagnia (from Latin vincio, to bind or fetter with chains, and lagneia, lust).\n[Source: wiki]"
      },
      {
        "name": "erotic torture",
        "desc": "Erotic torture involves deliberately using (almost) any form of physical or excessive psychological abuse to inflict physical and/or mental pain, with the goal of inducing sexual pleasure. Examples include, among others, hot wax on skin, nipple clamps, electricity, extreme verbal and derogatory abuse, forced public exhibition, etc.\nThis is distinct from the common, non-erotic http://anidb.net/t6730 [torture], which is generally for the purpose of inflicting pain, to either fulfill a desire of the torturer, or to apply coercion to compel action from the victim."
      },
      {
        "name": "cunnilingus",
        "desc": "Cunnilingus is an oral sex act performed on a female. It involves the use by a sex partner of the mouth, lips and tongue to stimulate the female`s clitoris and vulva. A female may receive cunnilingus as part of foreplay before sexual intercourse, or the sex partner may proceed until the female reaches orgasm.\nThe term is derived from the Latin words for the vulva (cunnus) and tongue (lingua)."
      },
      {
        "name": "CAST MISSING",
        "desc": "Important characters are missing, either in-part or entirely. This includes basic entry info (name, gender, picture), appear episode range, seiyuu and/or tags."
      },
      {
        "name": "technical aspects",
        "desc": "It may sometimes be useful to know about technical aspects of a show, such as information about its broadcasting or censorship. Such information can be found here."
      },
      { "name": "origin", "desc": "" },
      {
        "name": "fellatio",
        "desc": "Fellatio is oral sex performed upon the penis. It may be performed to induce male orgasm and ejaculation of semen, or it may be used as foreplay prior to sexual intercourse."
      },
      {
        "name": "sexual abuse",
        "desc": "Sexual abuse is the act of one person forcing sexual activities upon another. Sexual abuse includes not only physical coercion and sexual assault, especially rape, but also psychological abuse, such as verbal sexual behaviour or stalking, including emotional manipulation."
      },
      { "name": "Japanese production", "desc": "" }
    ],
    "characters": ["", ""]
  },
  "3571": {
    "id": "3571",
    "title": "Lolita Anime",
    "episode_count": "6",
    "type": "OVA",
    "related": [],
    "similar": [{ "id": "3313", "similarity_ratio": 0.9 }],
    "recommendations": [],
    "desc": "This was the first adult animation to be released in Japan.\nFurther infos on:\nhttp://ja.wikipedia.org/wiki/18禁アニメ\nhttp://suisen.jpn.org/~saiun/ani/ro/ro-top.html",
    "picture": "72417.jpg",
    "tags": [
      {
        "name": "maintenance tags",
        "desc": "These tags are used for maintenance."
      },
      {
        "name": "shota",
        "desc": "Shotacon, sometimes shortened to shota, is a Japanese slang portmanteau of the phrase Shoutarou complex and describes an attraction to young boys, or an individual with such an attraction. Outside Japan, the term is less common and most often refers to a genre of manga and anime wherein pre-pubescent or pubescent male characters are depicted in a suggestive or erotic manner.\nIn a general sense, this is the same as http://anidb.net/t2566 [loli], just replace young girls with young boys.\n[Source: wiki]"
      },
      {
        "name": "small breasts",
        "desc": "Small breasts (flat chested) are breasts that would be considered below the average size for real life http://anidb.net/t7871 [medium breasts]."
      },
      { "name": "whipping", "desc": "" },
      {
        "name": "loli",
        "desc": "Lolita (often also just abbreviated to loli) refers originally to a novel by Vladimir Nabokov. The book is internationally famous for its controversial subject: the narrator and protagonist, middle aged Humbert Humbert, becomes obsessed and sexually involved with a 12-year-old girl named Dolores Haze.\nNowadays the name \"Lolita\" describes a sexually precocious young girl.\nRelated to this is http://anidb.net/t2415 [lolicon], the Japanese abbreviation of the English phrase \"Lolita Complex\". Sometimes written as \"roricon\" or \"rorikon\" due to the inexact mapping between Japanese and English phonemes. This is the term used to describe the fetish/fascination some mature people have for underage girls. There is an entire industry in Japan devoted to providing legal but schoolgirl-themed pornography, taking advantage of the cute childlike appearance some Japanese women maintain well into their twenties.\nBecause the characters in anime are often young by convention, many fans think that a character can only be Lolicon if she is twelve or younger. Exceptions are granted if the other character in the relationship is a lot older.\nOne particular device used to skirt the boundaries of taste and legality is the exotic being (alien, creature of magic, robot or the like) which takes the form of an underage human girl, but is in fact for all other practical purposes an adult.\nAnother reason why lolicon is fetishized by people may be because some of them just view it as a substitute for their fetish for flat-chested, but otherwise well-developed, women.\nSource: Wikipedia / TV Tropes"
      },
      {
        "name": "content indicators",
        "desc": "The content indicators branch is intended to be a less geographically specific tool than the `age rating` used by convention, for warning about things that might cause offence. Obviously there is still a degree of subjectivity involved, but hopefully it will prove useful for parents with delicate children, or children with delicate parents.\nNote: Refer to further guidance on http://wiki.anidb.net/w/Categories:Content_Indicators [the Wiki page] for how to apply tag weights for content indicators."
      },
      {
        "name": "target audience",
        "desc": "Anime, like everything else in the modern world, is targeted towards specific audiences, both implicitly by the creators and overtly by the marketing. While categories are associated with specific sex and age groups, this is not a bar on the anime being enjoyed by people who don`t fit into that band; not only do crossover titles exist, but the categories also have a considerable following outside their main demographic, and a person might as well enjoy anime from all categories. Still, does not invalidate the usefulness of marking a title as one of the categories; the same themes will likely be treated differently in anime geared for different audiences. Only one should not jump the gun and assume that a title will be more or less serious or present content in this or that way due to its target audience, or conversely assume the target audience on the content and its presentation alone. As such, the audience categories help form a broad impression of how a title might work with the announced themes, but offer little to no in-depth information about specific content or its treatment.\nThe audience categories originate from manga magazines, which group titles of a same intended audience into a magazine that is advertised as belonging to that category, and so manga-based anime will have the category from their parent work. As for anime based on other works, the audience is often debatable, but comparing information such as time slot to the manga-based anime generally helps figure out the most likely possibility.\nIf the parent material was classified under multiple audiences over time (for example, it was originally shounen, but then as the plot changed and became more mature, it was reclassified as seinen), and the anime adapts parent material time periods covering multiple audiences, we tag all audiences covered by the anime adaptation."
      },
      {
        "name": "fetishes",
        "desc": "For non-porn anime, the fetish must be a major element of the show; incidental appearances of the fetish is not sufficient for a fetish tag. Please do not add fetish tags to anime that do not pander to the fetish in question in any meaningful way. For example, there`s some ecchi in http://anidb.net/a22 [Shinseiki Evangelion], but the fact you get to see http://anidb.net/ch39 [Asuka]`s pantsu is not sufficient to warrant applying the http://anidb.net/t2894 [school girl] fetish tag. See also the http://wiki.anidb.net/Tags#Minimum_Relevance_Rule [minimum relevancy rule].\nFor porn anime, the application of fetish tags are fairly straightforward, as porn will fully play out most fetishes."
      },
      {
        "name": "original work",
        "desc": "What the anime is based on! This is given as the original work credit in the OP. Mostly of academic interest, but a useful bit of info, hinting at the possible depth of story."
      },
      {
        "name": "elements",
        "desc": "Next to Themes setting the backdrop for the protagonists in anime, there are the more detailed plot Elements that centre on character interactions: \"What do characters do to each other or what is done to them?\". Is it violent Action, an awe-inspiring Adventure in a foreign place, the gripping life of a Detective, a slapstick Comedy, an Ecchi Harem anime, a SciFi epic, or some Fantasy travelling adventure?"
      },
      {
        "name": "18 restricted",
        "desc": "This isn`t really an \"audience\".\nWhile some anime might feature sexual content they still might not be considered pornography. This category is meant only for when the content is clearly *not* intended for minors. The distinction is made by whether the content is sold only to adults."
      },
      {
        "name": "gunfights",
        "desc": "Fights where two or more parties are firing guns at one another."
      },
      {
        "name": "yuri",
        "desc": "Yuri refers to anime that portray lesbian (female/female) sex. Do not confuse this with the http://anidb.net/t2782 [Shoujo Ai] category under Romance, which only portrays girl/girl relationships, but generally not anything pornographic. This is real female/female porn.\nThe male version is http://anidb.net/t2723 [Yaoi].\nhttp://anidb.net/t7146 [Cute girls doing cute things (CGDCT)] is often mistaken as low level Yuri or Shoujo Ai. If there is no Yuri or Shoujo Ai subtext, i.e. if there is no romantic subtext, only tag CGDCT. Please note: CGDCT and yuri/shoujo ai are not mutually exclusive; it is possible to have an anime tagged both."
      },
      {
        "name": "masturbation",
        "desc": "Manual erotic stimulation of the genitals or other erogenous regions, often to orgasm, either by oneself or a partner."
      },
      {
        "name": "urination",
        "desc": "Urination, also known as micturition, voiding, peeing, weeing, pissing, and more rarely, emiction, is the ejection of urine from the urinary bladder through the urethra to the outside of the body. In healthy humans the process of urination is under voluntary control. In infants, some elderly individuals, and those with neurological injury or extreme psychological problems, urination may occur as an involuntary reflex. In other animals, in addition to expelling waste material, urination can mark territory or express submissiveness."
      },
      {
        "name": "rape",
        "desc": "Rape means to force someone to engage in sexual interaction without their consent. If the rape is not successfully executed (both fellatio and penetration did not occur), tag with http://anidb.net/t7238 [attempted rape] instead."
      },
      {
        "name": "BDSM",
        "desc": "A form of \"kinky sex\". The acronym BDSM derives from BD (bondage and discipline), DS (dominance and submission) and SM (sadism and masochism). BDSM usually characterizes with one side being superior (active) over the other (passive), with each side being one or more participants. Whips, chains, handcuffs, ropes, blindfolds are common elements of BDSM."
      },
      {
        "name": "sex",
        "desc": "Sexual intercourse, the ultimate bond of love and the \"Origin of the World\" (just think of Gustave Courbet`s painting: http://en.wikipedia.org/wiki/L%27Origine_du_monde).\nNote: Refer to further guidance on http://wiki.anidb.net/w/Categories:Content_Indicators [the Wiki page] for how to apply tag weights for content indicators."
      },
      {
        "name": "nudity",
        "desc": "Nudity is the state of wearing no clothing. The wearing of clothing is exclusively a human characteristic. The amount of clothing worn depends on functional considerations (such as a need for warmth or protection from the elements) and social considerations. In some situations the minimum amount of clothing (i.e. covering of a person`s genitals) may be socially acceptable, while in others much more clothing is expected.\nNote: Refer to further guidance on http://wiki.anidb.net/w/Categories:Content_Indicators [the Wiki page] for how to apply tag weights for content indicators. No frontal (visible genitals) = 1.5 stars or less.\nPeople, as individuals and in groups, have varying attitudes towards their own nudity. Some people are relaxed about appearing less than fully clothed in front of others, while others are uncomfortable or inhibited in that regard. People are nude in a variety of situations, and whether they are prepared to disrobe in front of others depends on the social context in which the issue arises. For example, people need to bathe without clothing, some people also sleep in the nude, some prefer to sunbathe in the nude or at least topless, while others are nude in other situations. Some people adopt naturism as a lifestyle.\nThough the wearing of clothes is the social norm in most cultures, some cultures, groups and individuals are more relaxed about nudity, though attitudes often depend on context. On the other hand, some people feel uncomfortable in the presence of any nudity, and the presence of a nude person in a public place can give rise to controversy, irrespective of the attitude of the person who is nude. Besides meeting social disapproval, in some places public nudity may constitute a crime of indecent exposure. Many people have strong views on nudity, which to them can involve issues and standards of modesty, decency and morality. Some people have an psychological aversion to nudity, called gymnophobia. Many people regard nudity to be inherently sexual and erotic.\nNudity is to be found in a multitude of media, including art, photography, film and on the Internet. It is a factor in adult entertainment of various types.\nEspecially gratuitous fanservice anime shows tend to show their (usually female) characters frequently without any clothes, though often hiding genitals through the means of additions like steam.\nSource: wiki"
      },
      {
        "name": "manga",
        "desc": "Manga is the lifeblood that drives the anime industry. Everything and its mother is based on manga. However! There are exceptions where the manga was not the basis for the anime.\nIt`s common practice to make manga adaptations of many popular anime, there`s a manga based on Evangelion, and two (one shounen and one shoujo) based on each of Escaflowne and Mahou Tsukai Tai. Also it`s quite common to release manga and anime versions of a story in parallel, for instance Nadesico and Shoujo Kakumei Utena. There are also cases where an anime continues in a manga, as in the case of Angel Beats! and Angel Beats: Heaven`s Door, or reverse.\nSee also http://anidb.net/t6493 [manhua] and http://anidb.net/t5010 [manhwa]."
      },
      {
        "name": "action",
        "desc": "Action anime usually involve a fairly straightforward story of good guys versus bad guys, where most disputes are resolved by using physical force. It often contains a lot of shooting, explosions and fighting."
      },
      {
        "name": "incest",
        "desc": "Incest is human sexual activity between family members or close relatives by consanguinity (blood relations) and sometimes by affinity (marriage or stepfamily), adoption, clan, or lineage. The incest taboo is among the most widespread cultural taboos in present and past societies. Most modern societies have laws regarding incest or social restrictions on closely consanguineous marriages, with first cousins being the closest kin that is often (but not always) considered legally acceptable.\nSource: Wikipedia"
      },
      {
        "name": "pornography",
        "desc": "Anime clearly marked as \"Restricted 18\" material centring on all variations of adult sex, some of which can be considered as quite perverted. To certain extent, some of the elements can be seen on late night TV animations."
      },
      {
        "name": "breasts",
        "desc": "The female bust size matters! Or does it? The three subcategories spell out the sizes that relate to fetishes, be they gigantic, large or small. Normal sized breasts are not a fetish, it seems. The tag is not only used for ecchi anime, but also for hentai shows as well."
      },
      {
        "name": "female student",
        "desc": "Pretty much exclusive to hentai shows only unless an ecchi show has implied sex and/or a strong indicator of nudity. A character is considered a student if she goes to school, doesn`t matter if it`s high school, college or homeschooling, but she should be of appropriate age for a student; a housewife going to college should not get this category."
      },
      {
        "name": "deflowering",
        "desc": "Deflowering is the act of breaking the hymen of a female who hadn`t yet had vaginal intercourse. This tag can be applied only to pornographic anime in which a female is seen being deflowered; most often, one knows she had been a virgin because blood is seen coming out of her vagina during sex or after it, but her word on the matter is also considered valid."
      },
      {
        "name": "bondage",
        "desc": "Bondage is the use of restraints for the sexual pleasure of the parties involved. It may be used in its own right, as in the case of rope bondage and breast bondage, or as part of sexual activity or BDSM activity. When a person is sexually aroused by bondage, it may be considered a paraphilia, known as vincilagnia (from Latin vincio, to bind or fetter with chains, and lagneia, lust).\n[Source: wiki]"
      },
      {
        "name": "erotic torture",
        "desc": "Erotic torture involves deliberately using (almost) any form of physical or excessive psychological abuse to inflict physical and/or mental pain, with the goal of inducing sexual pleasure. Examples include, among others, hot wax on skin, nipple clamps, electricity, extreme verbal and derogatory abuse, forced public exhibition, etc.\nThis is distinct from the common, non-erotic http://anidb.net/t6730 [torture], which is generally for the purpose of inflicting pain, to either fulfill a desire of the torturer, or to apply coercion to compel action from the victim."
      },
      {
        "name": "DESCRIPTION MISSING",
        "desc": "The description for this entry is missing. e.g plot, biography...\nPlease help by adding it, and remove this tag afterwards. Thank you."
      },
      {
        "name": "CAST MISSING",
        "desc": "Important characters are missing, either in-part or entirely. This includes basic entry info (name, gender, picture), appear episode range, seiyuu and/or tags."
      },
      { "name": "origin", "desc": "" },
      {
        "name": "sexual abuse",
        "desc": "Sexual abuse is the act of one person forcing sexual activities upon another. Sexual abuse includes not only physical coercion and sexual assault, especially rape, but also psychological abuse, such as verbal sexual behaviour or stalking, including emotional manipulation."
      },
      { "name": "Japanese production", "desc": "" }
    ],
    "characters": ["", "", ""]
  },
  "15805": {
    "id": "15805",
    "title": "Mushy and Gooey Girls` Secret Hot Spring Service: Please Let Us Provide You with A Gooey and Slippery Service",
    "episode_count": "1",
    "type": "Web",
    "related": [],
    "similar": [],
    "recommendations": [],
    "des": "",
    "picture": "253545.jpg",
    "tags": [
      {
        "name": "small breasts",
        "desc": "Small breasts (flat chested) are breasts that would be considered below the average size for real life http://anidb.net/t7871 [medium breasts]."
      },
      {
        "name": "loli",
        "desc": "Lolita (often also just abbreviated to loli) refers originally to a novel by Vladimir Nabokov. The book is internationally famous for its controversial subject: the narrator and protagonist, middle aged Humbert Humbert, becomes obsessed and sexually involved with a 12-year-old girl named Dolores Haze.\nNowadays the name \"Lolita\" describes a sexually precocious young girl.\nRelated to this is http://anidb.net/t2415 [lolicon], the Japanese abbreviation of the English phrase \"Lolita Complex\". Sometimes written as \"roricon\" or \"rorikon\" due to the inexact mapping between Japanese and English phonemes. This is the term used to describe the fetish/fascination some mature people have for underage girls. There is an entire industry in Japan devoted to providing legal but schoolgirl-themed pornography, taking advantage of the cute childlike appearance some Japanese women maintain well into their twenties.\nBecause the characters in anime are often young by convention, many fans think that a character can only be Lolicon if she is twelve or younger. Exceptions are granted if the other character in the relationship is a lot older.\nOne particular device used to skirt the boundaries of taste and legality is the exotic being (alien, creature of magic, robot or the like) which takes the form of an underage human girl, but is in fact for all other practical purposes an adult.\nAnother reason why lolicon is fetishized by people may be because some of them just view it as a substitute for their fetish for flat-chested, but otherwise well-developed, women.\nSource: Wikipedia / TV Tropes"
      },
      {
        "name": "target audience",
        "desc": "Anime, like everything else in the modern world, is targeted towards specific audiences, both implicitly by the creators and overtly by the marketing. While categories are associated with specific sex and age groups, this is not a bar on the anime being enjoyed by people who don`t fit into that band; not only do crossover titles exist, but the categories also have a considerable following outside their main demographic, and a person might as well enjoy anime from all categories. Still, does not invalidate the usefulness of marking a title as one of the categories; the same themes will likely be treated differently in anime geared for different audiences. Only one should not jump the gun and assume that a title will be more or less serious or present content in this or that way due to its target audience, or conversely assume the target audience on the content and its presentation alone. As such, the audience categories help form a broad impression of how a title might work with the announced themes, but offer little to no in-depth information about specific content or its treatment.\nThe audience categories originate from manga magazines, which group titles of a same intended audience into a magazine that is advertised as belonging to that category, and so manga-based anime will have the category from their parent work. As for anime based on other works, the audience is often debatable, but comparing information such as time slot to the manga-based anime generally helps figure out the most likely possibility.\nIf the parent material was classified under multiple audiences over time (for example, it was originally shounen, but then as the plot changed and became more mature, it was reclassified as seinen), and the anime adapts parent material time periods covering multiple audiences, we tag all audiences covered by the anime adaptation."
      },
      {
        "name": "fetishes",
        "desc": "For non-porn anime, the fetish must be a major element of the show; incidental appearances of the fetish is not sufficient for a fetish tag. Please do not add fetish tags to anime that do not pander to the fetish in question in any meaningful way. For example, there`s some ecchi in http://anidb.net/a22 [Shinseiki Evangelion], but the fact you get to see http://anidb.net/ch39 [Asuka]`s pantsu is not sufficient to warrant applying the http://anidb.net/t2894 [school girl] fetish tag. See also the http://wiki.anidb.net/Tags#Minimum_Relevance_Rule [minimum relevancy rule].\nFor porn anime, the application of fetish tags are fairly straightforward, as porn will fully play out most fetishes."
      },
      {
        "name": "original work",
        "desc": "What the anime is based on! This is given as the original work credit in the OP. Mostly of academic interest, but a useful bit of info, hinting at the possible depth of story."
      },
      {
        "name": "elements",
        "desc": "Next to Themes setting the backdrop for the protagonists in anime, there are the more detailed plot Elements that centre on character interactions: \"What do characters do to each other or what is done to them?\". Is it violent Action, an awe-inspiring Adventure in a foreign place, the gripping life of a Detective, a slapstick Comedy, an Ecchi Harem anime, a SciFi epic, or some Fantasy travelling adventure?"
      },
      {
        "name": "18 restricted",
        "desc": "This isn`t really an \"audience\".\nWhile some anime might feature sexual content they still might not be considered pornography. This category is meant only for when the content is clearly *not* intended for minors. The distinction is made by whether the content is sold only to adults."
      },
      {
        "name": "handjob",
        "desc": "A handjob is the manual stimulation of the penis by another person`s hand. The female equivalent is http://anidb.net/t7229 [fingering]."
      },
      {
        "name": "creampie",
        "desc": "The act of a man ejaculating inside a girl`s vagina, leaving the semen oozing out of her."
      },
      {
        "name": "internal shots",
        "desc": "Internal shots are pictures that display the interior of the body of a living being, either through the skin, kind of as an \"x-ray\" of sorts, or from the inside, as if the camera was also inside. This is generally used during sex scenes to display the inside of any area being penetrated. Those shots may happen either by making an area of the body transparent or by displaying the same area again, but from the inside; the latter method is shown in the picture."
      },
      {
        "name": "squirting",
        "desc": "Squirt, a small, quick stream, a jet when girl gets orgasm."
      },
      {
        "name": "oral",
        "desc": "Oral sex is sexual activity involving the stimulation of the genitalia of a sex partner by the use of the mouth, tongue, teeth or throat."
      },
      {
        "name": "pornography",
        "desc": "Anime clearly marked as \"Restricted 18\" material centring on all variations of adult sex, some of which can be considered as quite perverted. To certain extent, some of the elements can be seen on late night TV animations."
      },
      {
        "name": "harem",
        "desc": "Harem is an entertainment-related trope which is characterized by three or more characters, normally female, who for some reason are in the presence and under the influence of one character, generally male, according to a few genre-defining guidelines; here it will be assumed, for simplicity of language, that the harem lead is a male character and the members are female characters. Though that is the rule, there are exceptions; a story in which there is one female character and several male characters is normally called a \"http://anidb.net/t2792 [reverse harem]\", or sometimes also \"male harem\". Aside from the swapping of the characters` genders, the trope`s details are mostly the same, with the majority of the changes relating to the differences in behavior between men and women of the characters` age range. It is also possible to create harems with homosexual relationships, again with very few changes to the main antics themselves. The harem may not have more than only one lead, as that would be a love polygon, or less than three members, as one would form a couple and two would make a love triangle.\nAs a defining rule of harem, the interactions between the lead and each of the individual members are filled with romantically or sexually loaded content, either implicitly, through innuendo or subtext, or explicitly, through text or actions, and those actions are a key plot element. Generally, the female characters` looks and personalities will vary a lot among the ones present in one single series, but quite rarely will they actually differ from the common stock archetypes, which are known, well-defined, and easy to copy; for this reason, the genre as a whole is often considered repetitive. Usually, the characters involved directly in this trope are in the late teenager to young adult age range, but that is not mandatory. Sexually charged behavior on the lead`s part pretty much can`t be avoided, and it`s typical to see him stamped as a pervert by some or all of the members, regardless of whether he is one; the sexual tones also applies to the depiction of the harem members, often leading the genre to labeled sexist. The lead will often suffer very violent retribution for his behavior, which has attracted criticism of gratuitous violence as well.\nMost of the harem members will be romantically or sometimes sexually interested in the one male character, and in him alone; that, however, is not an absolute rule, and indeed sometimes none of the female characters are really interested at first, so the protagonist has to build relationships with them from scratch. That idea comes in large part from visual novels; it is quite common for visual novels to revolve around controlling the male lead and have him build relationships with either as many female characters as possible or with one of them, the latter being more common for visual novels with branched story paths; a large portion of those visual novels also feature erotic content, which may be hard to adapt to TV series. It may be also possible that the harem is only a support to the existing or predictable relationship between the lead and the most important member; additionally, the lead may end up in relationships with most or all of the harem members, with the agreement of all, in a setting normally called \"harem ending\"."
      },
      {
        "name": "breasts",
        "desc": "The female bust size matters! Or does it? The three subcategories spell out the sizes that relate to fetishes, be they gigantic, large or small. Normal sized breasts are not a fetish, it seems. The tag is not only used for ecchi anime, but also for hentai shows as well."
      },
      {
        "name": "footjob",
        "desc": "A foot is used to invoke sexual pleasure."
      },
      {
        "name": "foursome",
        "desc": "When four people have sex with each other at the same time."
      },
      {
        "name": "technical aspects",
        "desc": "It may sometimes be useful to know about technical aspects of a show, such as information about its broadcasting or censorship. Such information can be found here."
      },
      { "name": "origin", "desc": "" },
      {
        "name": "fellatio",
        "desc": "Fellatio is oral sex performed upon the penis. It may be performed to induce male orgasm and ejaculation of semen, or it may be used as foreplay prior to sexual intercourse."
      },
      {
        "name": "half-length episodes",
        "desc": "Half-length episodes are regular episodes that are somewhat shorter than the standard length. This includes episodes that are 11 to 20 minutes in length; shows with episodes up to and including 10 minutes are http://anidb.net/t5852 [short episodes] instead."
      },
      {
        "name": "fingering",
        "desc": "Fingering is the manual stimulation of the vagina by another person`s hand and fingers. The male equivalent is a http://anidb.net/t2693 [handjob]. See also http://anidb.net/t7403 [anal fingering]."
      },
      {
        "name": "CG collection",
        "desc": "CG collection or a CG novel is a collection of illustrations, usually fully coloured and mostly linked to adult content. They are similar to erotic games, as they have a story and repeat an image with changes in dialogue and/or small changes in the drawing, but are otherwise not a game. They can also have speech bubbles and use multiple panels like a manga."
      },
      { "name": "Japanese production", "desc": "" },
      {
        "name": "group sex",
        "desc": "Group sex is sexual behavior involving more than two participants. Participants in group sex can be of any sexual orientation or gender. In principle, any sexual behavior performed by more than two people can be referred to as group sex, but various terms are used to describe particular acts or combinations of people.\nSource: Wikipedia"
      }
    ],
    "characters": ["", "", "", ""]
  }
}
